Autodesk.Revit.DB.RoundingMethod
Rounding methods
Since:
2016
Since:
2016

Autodesk.Revit.DB.RoundingMethod.Down
Round Down

Autodesk.Revit.DB.RoundingMethod.Up
Round Up

Autodesk.Revit.DB.RoundingMethod.Nearest
Standard rounding: Round to Nearest